Repository: NetstationMurator/django-treenav
Catalog: treenav/locale/*/LC_MESSAGES/django.po
Languages: pl

source: The URL for this menu item, which can be a fully qualified URL, an absolute URL, a named URL, a path to a Django view, a regular expression, or a generic relation to a model that supports get_absolute_url()
pl: URL dla tego elementu menu, może być to pełny adres URL, absolutnu adres URL, ścieżka do widoku Django, wyrażenie regularne, lub relacja do obiektu posiadającego metodę get_absolute_url()

source: Menu item HREFs refreshed successfully.
pl: HREF elementu menu pomyślnie odśieżny

source: Cache menuitem cache cleaned successfully.
pl: Cache elementu menu wyczyszczony pomyśnie

source: Parent
pl: Rodzic

source: label
pl: Etykieta

source: The display name on the web site.
pl: Nazwa wyświetlana w menu na stronie

source: Unique identifier for this menu item (also CSS ID)
pl: Unikalny identyfikator dla elementu menu (również CSS i ID)

source: order
pl: kolejność

source: Is enabled
pl: Włączony

source: The view of the page you want to link to, as a python path or the shortened URL name.
pl: Adres, ścieżka do widoku lub nazwa URL widoku albo wyrażnie regularne

source: Content type
pl: Typ obiektu

source: Object id
pl: Id obiektu

source: MenuItem
pl: Element menu

source: MenuItems
pl: Elementy menu

source: Remove all MenuItems from Cache
pl: Usuń wszystkie elementy menu z Cache

source: Clean Menu Cache
pl: Wyczyść cache menu

source: Refresh all cached menu item HREFs in the database
pl: Odśwież cache wszystkich elementów menu w bazie

source: Refresh HREFs
pl: Odśwież HREF'y
